[
    {
        "tytuł": "Czy sztuczna inteligencja już myśli za nas?",
        "treść": "Jeszcze kilka lat temu sztuczna inteligencja funkcjonowała głównie jako pojęcie z literatury science fiction lub temat debat akademickich. Dziś stała się codziennością - obecna w smartfonach, aplikacjach do nauki języków, systemach rekrutacyjnych, diagnostyce medycznej, a nawet w zawodach kreatywnych. Z pomocą generatywnych modeli tworzymy obrazy, muzykę i teksty; zautomatyzowane algorytmy pomagają podejmować decyzje zakupowe, edukacyjne, a czasem nawet emocjonalne.\n\nZ pozoru niewinne narzędzia, ułatwiające życie i zwiększające efektywność, stają się elementami większej zmiany - cywilizacyjnej, poznawczej i kulturowej. To zmiana, która stawia przed nami pytania o granice autonomii, naturę ludzkiego poznania, rolę kreatywności, a także o to, jaką przyszłość chcemy współtworzyć z maszynami.\n\nW publikacji „Generatywna AI” Jerry Kaplan wskazuje, że mamy dziś do czynienia z technologiczną rewolucją porównywalną do wynalezienia druku - tyle że dzieje się ona szybciej, intensywniej i bez pełnej świadomości społecznej konsekwencji. Autor porządkuje pojęcia, ale też uczula na etyczne i prawne pułapki wynikające z zatarcia granicy między tym, co stworzone przez człowieka, a tym, co wygenerowane przez algorytm.\n\nZ kolei Keith Mansfield w książce „50 idei, które powinieneś znać. AI” systematyzuje najważniejsze pojęcia związane ze sztuczną inteligencją - od podstawowych definicji, przez test Turinga, po koncepcję osobliwości technologicznej. To świetne wprowadzenie dla tych, którzy chcą uporządkować wiedzę, zanim przejdą do bardziej pogłębionych analiz.\n\nJednak wiedza teoretyczna to tylko jeden z aspektów zrozumienia współczesnych wyzwań. Równie istotne jest uchwycenie tempa zmian oraz ich wpływu na codzienne życie. Jędrzej Osiński w książce „Przebiegłe maszyny” stawia sobie za cel demistyfikację działania algorytmów. W przystępny sposób tłumaczy, jak uczą się maszyny, na czym polega przetwarzanie języka naturalnego i dlaczego dane nie są neutralne. Co ważne, autor nie popada w technologiczną euforię ani nie snuje katastroficznych scenariuszy - proponuje raczej trzeźwą refleksję nad tym, jak AI współtworzy nasze otoczenie poznawcze.\n\nSzczególnie interesujące są dziś zmiany na poziomie rynku pracy, przywództwa i podejmowania decyzji w firmach. Paul Daugherty i H. James Wilson w książce „Człowiek i AI” pokazują, jak nowe technologie mogą nie tyle zastąpić człowieka, ile stworzyć nowe formy współpracy. W centrum ich rozważań znajduje się idea „współinteligencji” - dynamicznego połączenia zdolności analitycznych maszyn i kompetencji społecznych ludzi. To ważna przeciwwaga dla narracji o technologicznej alienacji i bezrefleksyjnej automatyzacji.\n\nAle to nie tylko świat pracy się zmienia. Algorytmy kształtują także naszą estetykę, wybory kulturowe, a nawet to, co uznajemy za „dobre” lub „wartościowe”. Kyle Chayka w eseju „Spłaszczony świat” zwraca uwagę na subtelne, ale znaczące efekty działania systemów rekomendacji. Personalizacja, która miała sprzyjać indywidualizacji doświadczeń, coraz częściej prowadzi do ich homogenizacji - do świata, który wygląda „ładnie” i „przewidywalnie”, ale jest też pozbawiony głębi, różnorodności i lokalnych akcentów. Czy w takim świecie jesteśmy jeszcze twórcami własnego gustu, czy jedynie odbiorcami gotowych wzorców?\n\nTen aspekt staje się szczególnie istotny w kontekście edukacji i przygotowania kolejnych pokoleń do życia w świecie zdominowanym przez cyfrowe systemy. W czasach, gdy ChatGPT może napisać wypracowanie, a Midjourney stworzyć okładkę książki, pytanie nie brzmi już „czy”, ale „jak” wykorzystać AI odpowiedzialnie - bez rezygnacji z myślenia, refleksji i dialogu.\n\nNa naszych oczach kształtuje się rzeczywistość, w której pytania o sztuczną inteligencję stają się pytaniami o człowieczeństwo. Co pozostaje „nasze”, gdy część decyzji, obrazów, tekstów i emocji zaczynają generować maszyny? Czy zachowamy zdolność do niezależnego myślenia, doświadczania, tworzenia?\n\nOdpowiedzi nie są proste. Ale literatura popularnonaukowa i eseistyczna - zwłaszcza ta dostępna dla szerokiego grona czytelników - może odegrać kluczową rolę w budowaniu wspólnego języka do rozmowy o technologii, która wymyka się prostym podziałom na „dobrą” i „złą”. Bo właśnie teraz - zanim kolejne decyzje podejmą za nas algorytmy - jest czas, by się nad tym wszystkim zatrzymać.\n\n„Często cytowane prawo Moore'a głosi, że moc komputerów podwaja się co 18 miesięcy. Sztuczna Inteligencja łamie tę zasadę. Praktycznie co miesiąc dokonywany jest przełom w tej dziedzinie. Tej rewolucji już nie zatrzymamy. Obawy? Z pewnością. Najlepszą odpowiedzią jest tutaj wiedza: im lepiej zrozumiemy AI, tym lepiej przygotujemy się na przyszłość.\n\nNotka o książce:Jędrzej Osiński,Przebiegłe MaszynyWydawnictwo Naukowe PWN, 2023EAN 9788301228286\n\n(Źródło: PAP Mediaroom)\n\nSmallerSmallMediumBigBigger\n\nDefaultHelveticaSegoeGeorgiaTimes\n\nTryb czytania",
        "link": "https://edunews.pl/system-edukacji/warto-przeczytac/7166-czy-sztuczna-inteligencja-juz-mysli-za-nas",
        "data": "2025-09-02",
        "gemini_tytul": "Sztuczna Inteligencja: Od Rewolucji Technologicznej do Nowych Wyzwań dla Człowieczeństwa",
        "gemini_tresc": "Jeszcze kilka lat temu sztuczna inteligencja funkcjonowała głównie jako pojęcie z literatury science fiction. Dziś stała się codziennością, obecna w smartfonach, aplikacjach do nauki języków, systemach rekrutacyjnych, diagnostyce medycznej, a także w zawodach kreatywnych. Dzięki generatywnym modelom tworzymy obrazy, muzykę i teksty, a zautomatyzowane algorytmy pomagają podejmować decyzje zakupowe, edukacyjne i emocjonalne. Te pozornie niewinne narzędzia, ułatwiające życie, stają się elementami większej zmiany – cywilizacyjnej, poznawczej i kulturowej.\n\nTa zmiana stawia przed nami pytania o granice autonomii, naturę ludzkiego poznania i rolę kreatywności. Jerry Kaplan w publikacji „Generatywna AI” porównuje ją do rewolucji wynalezienia druku, jednak dziejącej się szybciej i intensywniej, bez pełnej świadomości konsekwencji, uczulając na etyczne i prawne pułapki. Keith Mansfield w książce „50 idei, które powinieneś znać. AI” systematyzuje podstawowe pojęcia, a Jędrzej Osiński w „Przebiegłych maszynach” demistyfikuje działanie algorytmów, tłumacząc, jak uczą się maszyny i na czym polega przetwarzanie języka naturalnego, proponując trzeźwą refleksję nad wpływem AI na otoczenie poznawcze.\n\nSztuczna inteligencja znacząco wpływa również na rynek pracy, przywództwo i podejmowanie decyzji w firmach. Paul Daugherty i H. James Wilson w książce „Człowiek i AI” przedstawiają ideę „współinteligencji” – dynamicznego połączenia zdolności analitycznych maszyn z kompetencjami społecznymi ludzi, co jest ważną przeciwwagą dla narracji o technologicznej alienacji. Algorytmy kształtują także naszą estetykę i wybory kulturowe; Kyle Chayka w eseju „Spłaszczony świat” zwraca uwagę, że personalizacja, zamiast indywidualizacji, często prowadzi do homogenizacji doświadczeń, tworząc świat „przewidywalny”, lecz pozbawiony głębi, różnorodności i lokalnych akcentów.\n\nTen aspekt staje się kluczowy w kontekście edukacji i przygotowania kolejnych pokoleń do życia w świecie zdominowanym przez cyfrowe systemy. W czasach, gdy AI może tworzyć teksty czy obrazy, pytanie brzmi, jak wykorzystać ją odpowiedzialnie, bez rezygnacji z myślenia, refleksji i dialogu. Kształtuje się rzeczywistość, w której pytania o sztuczną inteligencję stają się pytaniami o człowieczeństwo: co pozostaje „nasze”, gdy maszyny generują decyzje, obrazy, teksty i emocje? Odpowiedzi nie są proste, ale literatura popularnonaukowa może odegrać kluczową rolę w budowaniu wspólnego języka do rozmowy o technologii, której rewolucja łamie prawo Moore’a, a wiedza jest najlepszą odpowiedzią na obawy."
    },
    {
        "tytuł": "Centrum Nauki Kopernik na jesień",
        "treść": "Chcecie, by uczniowie rozpoczęli nowy rok szkolny z pasją i zaangażowaniem?  Zacznijcie od wycieczki do Centrum Nauki Kopernik! Czekają na Was nowe propozycje zajęć i sprawdzone warsztaty.\n\nTylko do końca września dostępna będzie wystawa czasowa„Trucizny. Supermoce natury”,na której uczniowie mogą przyjrzeć się bliżej przedstawicielom 30 gatunków jadowitych zwierząt. Od 5 listopada zapraszamy na nową wystawę„Lustra”. Pozwoli ona zobaczyć świat i siebie z innej perspektywy oraz sprawdzić, jak wiele fascynujących zjawisk kryją w sobie zwierciadła.\n\nW Planetarium już od 5 września będzie można zobaczyć nowy film„Zorze: cudowne światła”, ukazujący jedno z najbardziej zachwycających i tajemniczych zjawisk na Ziemi.\n\nNa uczniów klas 1-3 szkół podstawowych czekają zajęcia wMajsterni, oparte na konstruowaniu. Trwają one 45 minut, a scenariusze angażują dzieci do kreatywnego myślenia, współpracy w grupie i testowania swoich pomysłów. Można wybrać jeden z dwóch tematów: znany już„BudujeMY muzykę”oraz nowy, który pojawił się w naszej ofercie tej wiosny –„BudujeMY mosty”.\n\nKlasy 7-8 szkół podstawowych oraz szkół średnich mogą wybrać się doLaboratorium Edukacji o PlanecieiLaboratorium Edukacji o Nowych Technologiach. Zajęcia, które w nich prowadzimy, dotyczą aktualnych i ważnych tematów, których nie obejmuje jeszcze podstawa programowa. Wśród nich znajdują się takie zagadnienia jak globalne ocieplenie, degradacja środowiska, utrata bioróżnorodności czy społeczne następstwa rozwoju nowych technologii. Wszystkie zajęcia są projektowane w naszym ośrodku badawczo-rozwojowym, gdzie odbywają się też ich testy.\n\nZarówno zajęcia w laboratoriach jak i w Majsterni opierają się o metodę badawczą – uczniowie formułują pytania i stawiają hipotezy, a następnie weryfikują je na podstawie samodzielnie prowadzonych doświadczeń i obserwacji. Uczą się analizować wyniki i wyciągać wnioski. Dzięki tej formule uczniowie mogą w pełni zaangażować się w zajęcia i zdobyć szereg uniwersalnych umiejętności.\n\nLaboratoria – pasja i inspiracja\n\nInterdyscyplinarne zajęcia w laboratoriach edukacyjnych to doskonałe uzupełnienie lekcji w kasach 7 i 8 szkół podstawowych oraz szkołach średnich. Zachęcamy na nich młodzież do eksperymentowania, obserwowania, zadawania pytań i wyciągania wniosków.\n\n„Genetyczne grzybobranie”to zajęcia wpisujące się w projekt nauki obywatelskiej (ang. citizen science), włączający społeczeństwo do badań naukowych. Wspierając naukowców z  Uniwersytetu Warszawskiego, uczniowie będą izolować DNA i współtworzyć genetyczną mapę bioróżnorodności grzybów w Europie. To rzadko spotykana w Polsce okazja do osobistego doświadczenia nauki obywatelskiej.\n\n„Zamknięci pod kloszem”pomagają zrozumieć, jak działa efekt cieplarniany. Uczniowie wykonają doświadczenia przy pomocy aparatury laboratoryjnej i samodzielnie zbadają realny wpływ gazów cieplarnianych na temperaturę.\n\n„Wewnętrzna armia – masz to we krwi!”to doskonałe dopełnienie szkolnych lekcji biologii. Można zobaczyć, jak wygląda krew pod mikroskopem i zbadać tajemnice układu krwionośnego.\n\n„Od próbki do diagnozy”to zajęcia, na których uczniowie wcielają się w rolę diagnostów laboratoryjnych i sprawdzają, czego można się dowiedzieć badając próbkę (syntetycznego) moczu.\n\n„Mikroplastik: małe cząstki – wielkie konsekwencje?”to zajęcia o charakterze interdyscyplinarnym. Poruszają nie tylko zagadnienia biologiczne, ale także chemiczne i fizyczne. Dotyczą wszechobecnego mikroplastiku, jego identyfikacji i sposobów ograniczenia jego obecności w życiu codziennym.\n\n„Sztuka latania – lżejsze niż piórko”to fizyka w praktyce. Uczniowie poznają zagadnienia związane z aerodynamiką, eksperymentują z oporem powietrza atmosferycznego, tworzą struktury utrzymujące się w strumieniu powietrza i testują obiekty o różnych kształtach w minitunelu aerodynamicznym.\n\n„Misja w kosmosie: zaprogramuj łazika”to warsztaty, na których uczniowie budują z klocków LEGO Spike własnego łazika wyposażonego w zaawansowane czujniki (np. czujniki koloru czy docisku). Programują robota tak, by mógł sprawnie poruszać się po marsjańskim terenie, omijać przeszkody i zbierać dane naukowe.\n\nZajęcia w laboratoriach sprzyjają integracji, współpracy, rozwijaniu kreatywności, krytycznego myślenia. Wszystkie scenariusze powstają w ramach działań badawczo-rozwojowych Kopernika. W ich projektowaniu biorą udział nauczyciele, eksperci edukacyjni oraz naukowcy.\n\nWięcej informacji o propozycjach atrakcji dla poszczególnych grup wiekowych znajdziecie nawww.kopernik.org.pl/edukacja.\n\n(ARTYKUŁ PROMOCYJNY)\n\nSmallerSmallMediumBigBigger\n\nDefaultHelveticaSegoeGeorgiaTimes\n\nTryb czytania",
        "link": "https://edunews.pl/narzedzia-i-projekty/edutainment/7165-centrum-nauki-kopernik-na-jesien",
        "data": "2025-09-01",
        "gemini_tytul": "Centrum Nauki Kopernik: Nowe Wystawy i Programy Edukacyjne na Jesień",
        "gemini_tresc": "Centrum Nauki Kopernik zaprasza uczniów do rozpoczęcia nowego roku szkolnego z pasją, oferując różnorodne propozycje zajęć i sprawdzone warsztaty. Placówka przygotowała bogatą ofertę edukacyjną, obejmującą zarówno fascynujące wystawy czasowe, seanse w Planetarium, jak i interaktywne laboratoria, dostosowane do różnych grup wiekowych.\n\nWśród wystaw uwagę zwraca „Trucizny. Supermoce natury”, dostępna tylko do końca września, prezentująca 30 gatunków jadowitych zwierząt. Od 5 listopada Centrum Nauki Kopernik zaprasza na nową ekspozycję „Lustra”, która pozwoli spojrzeć na świat i siebie z innej perspektywy. Uzupełnieniem oferty jest Planetarium, gdzie od 5 września można podziwiać nowy film „Zorze: cudowne światła”, ukazujący jedno z najbardziej zachwycających zjawisk na Ziemi.\n\nDla najmłodszych, uczniów klas 1-3 szkół podstawowych, przygotowano zajęcia w Majsterni, trwające 45 minut i oparte na konstruowaniu. Scenariusze takie jak „BudujeMY muzykę” oraz nowy „BudujeMY mosty” angażują dzieci do kreatywnego myślenia, współpracy i testowania pomysłów. Zarówno zajęcia w Majsterni, jak i w laboratoriach, opierają się na metodzie badawczej. Uczniowie uczą się formułować pytania, stawiać hipotezy, weryfikować je poprzez doświadczenia i obserwacje, a także analizować wyniki i wyciągać wnioski, co rozwija szereg uniwersalnych umiejętności.\n\nStarszym uczniom, z klas 7-8 szkół podstawowych oraz szkół średnich, Centrum Nauki Kopernik proponuje Laboratorium Edukacji o Planecie oraz Laboratorium Edukacji o Nowych Technologiach. Zajęcia te dotyczą aktualnych i ważnych tematów, nieobjętych jeszcze podstawą programową, takich jak globalne ocieplenie, degradacja środowiska czy społeczne następstwa rozwoju technologii. Wśród propozycji są m.in. „Genetyczne grzybobranie” (projekt citizen science), „Zamknięci pod kloszem” (efekt cieplarniany), „Mikroplastik: małe cząstki – wielkie konsekwencje?” oraz „Misja w kosmosie: zaprogramuj łazika”. Scenariusze te, powstające w ośrodku badawczo-rozwojowym Kopernika, sprzyjają integracji, współpracy, rozwijaniu kreatywności i krytycznego myślenia."
    },
    {
        "tytuł": "Nauczanie z autorefleksją",
        "treść": "Autorefleksja jest potężnym narzędziem, które jest obecnie dość często pomijane w pracy nauczyciela. Nauczyciele zawsze mają dużo pracy, ale ważne jest, aby znaleźć czas na zbieranie opinii i przemyśleń dotyczących własnej pracy.\n\nKażdy nauczyciel chce nauczać lepiej, dąży do doskonalenia swojej praktyki. Jednym z najlepszych sposobów, konieczny dla rozwoju zawodowego, to – samoocena. Odpowiednim czasem dla niej jest początek roku szkolnego. Wtedy nauczyciele są wypoczęci i pełni zapału.\n\nCztery wskazówki dotyczące autorefleksji\n\n1. Skupienie się na jednej rzeczy, którą chcemy poprawić w tym roku.\n\nMoże nam się wydawać, że jesteśmy w stanie zrobić bardzo wiele, ale planowanie za dużo, może nas przytłoczyć i zniechęcić. Ważne jest aby widzieć sukces we wprowadzaniu zmiany.\n\nPo pewnym czasie trzeba sprawdzić, czy plany dają rezultaty, czyli zapytać o opinię uczniów w postaci informacji zwrotnej.\n\nDobrze jest to zrobić pod koniec pewnego etapu nauczania, wtedy uczniowie mogą mieć pełniejszy obraz, a nauczyciel ma czas na zaplanowanie zmian przed następnym etapem lub semestrem.\n\n2. Poprosić uczniów o ustną informację zwrotną.\n\nKuszące jest zrobienie ankiety dla uczniów, ale o wiele więcej można się dowiedzieć z ustnej informacji zwrotnej. Aby ustna informacja zwrotna była pomocna, konieczne jest utrzymywanie bardzo szczerych i opartych na zaufaniu relacji z uczniami. Uczniowie musza być przekonani, że nie spotka ich kara, jeśli szczerze powiedzą, co myślą. Jeśli nie mamy tak dobrych relacji, to lepiej zrobić anonimową informację zwrotną.\n\nDzięki pozyskaniu informacji zwrotnej pokazujemy uczniom, że nauczyciel jest osobą, która stale dąży do doskonalenia i jest gotowa do zmian w oparciu o opinię uczniów.\n\nPozyskanie informacji zwrotnej ustnej może odbywać się w małych grupach i powinno być poprzedzone podaniem pytań, na które nauczyciel chce uzyskać odpowiedzi. Rozmowa  może trwać około trzech do czterech minut. Warto zapisać opinie uczniów w specjalnym zeszycie przeznaczonym na planowanie rozwoju zawodowego.\n\nNa przykład jeśli chcemy wprowadzić częściej pracę w grupach, to możemy zapytać:\n\n3. Notatka – co trzeba zmodyfikować\n\nKoniecznie trzeba zapisać, co trzeba ewentualnie zmienić. Wskazówek do zmiany nie powinno być za dużo, najlepiej – jedna.\n\nNa przykład, jeśli zmiana miał polegać na lepszym omawianiu lektur, a uczniowie stwierdzili, że lektura była zbyt długa lub napisana za trudnym językiem, to można podzielić czas omawiania na części lub zapewnić uczniom wsparcie, gdy zapoznają się z lektura.\n\nSporządzanie notatek jest konieczne, ponieważ nauczyciel uczy na różnych poziomach i różne klasy i opinie uczniów mogą być różne.\n\n4. Autorefleksja po pewnym czasie\n\nNie powinno się zmieniać planów z dnia na dzień. Może nam się wydawać, że jedna z lekcji była doskonalą, ale następna prowadzona podobnie może już taka nie być.\n\nMoże się również zdarzyć, że opinie uczniów są sprzeczne.\n\nNa przykład część uczniów może wyrazić opinie, że lubi lekcje, gdy podczas nich mogą sami wypowiadać się ustnie, a inni z kolei nie lubią takiej formy i wolą pisanie.\n\nMożna wtedy wyjaśnić uczniom dlaczego dbamy o wypowiedzi ustne i poprosić ich o napisanie przez minutę lub dwie, dlaczego ćwiczenie wypowiadania się jest ważne lub jak oni sami mogą na tym skorzystać. Można też dać wybór uczniom: wypowiedź ustna lub pisemna.\n\nKilka przykładowych pytań, na które można odpowiedzieć sobie samemu po lekcji w notatkach:\n\nAutorefleksja może poprawić zdolność nauczycieli do przekazywania wiedzy, zapewnić lepszą interakcję nauczyciel-uczeń i doskonalić umiejętności zarządzania klasą. Jednak znalezienie czasu na autorefleksję nie jest łatwe.\n\nPomocne może być omawianie notatek z innym nauczycielem, spojrzenie z innej strony może dać wiele.\n\nMożna to robić na spotkaniach np. zespołu przedmiotowego lub poświecić 10 minut czasu na rozmowę w parach podczas rady pedagogicznej.\n\nNotka o autorce: Danuta Sterna jest byłą nauczycielką matematyki i dyrektorką szkoły, ekspertką oceniania kształtującego. Współpracowała z Centrum Edukacji Obywatelskiej tworząc programy szkoleń i kursów. Jest autorką książek i publikacji dla nauczycieli, propaguje ocenianie kształtujące w polskich szkołach, prowadzi też swoją stronę:OK nauczanie. Inspiracja artykułem Jill Yamasawy z Edutopia.org.\n\nSmallerSmallMediumBigBigger\n\nDefaultHelveticaSegoeGeorgiaTimes\n\nTryb czytania\n\nCzy organizowanie pracy w grupach pomaga Wam się uczyć?\n\nCo mógłbym/mogłabym zmienić w organizacji pracy w grupach, aby uczenie się było bardziej efektywne?\n\nCzy uczniowie byli zaangażowani?\n\nW jakim stopniu byłam/em usatysfakcjonowana/y z przebiegu lekcji\n\nCzy jestem pewna/y, że uczniowie nauczyli się tego, co założyłam/em? Skąd to wiem?\n\nCo poszło dobrze i jakie mam na to dowody?\n\nJakie dwie rzeczy teraz bym zmienił/a?\n\nKtórzy uczniowie potrzebowali wsparcia?",
        "link": "https://edunews.pl/system-edukacji/nauczyciele/7164-nauczanie-z-autorefleksja",
        "data": "2025-09-01",
        "gemini_tytul": "Autorefleksja w pracy nauczyciela: Klucz do doskonalenia praktyki",
        "gemini_tresc": "Autorefleksja to potężne narzędzie, często pomijane w codziennej pracy nauczyciela, mimo że każdy pedagog dąży do doskonalenia swojej praktyki. Znalezienie czasu na zbieranie opinii i przemyśleń dotyczących własnej pracy jest kluczowe dla rozwoju zawodowego. Początek roku szkolnego, kiedy nauczyciele są wypoczęci i pełni zapału, stanowi odpowiedni moment na samoocenę i wprowadzenie autorefleksji do swoich działań.\n\nProces autorefleksji można rozpocząć od skupienia się na jednej konkretnej rzeczy, którą nauczyciel zamierza poprawić w danym roku, aby uniknąć przytłoczenia i zniechęcenia. Kluczowe jest późniejsze zweryfikowanie, czy podjęte plany przynoszą oczekiwane rezultaty, co najlepiej osiągnąć poprzez prośbę o ustną informację zwrotną od uczniów. Aby taka informacja była pomocna, niezbędne są szczere i oparte na zaufaniu relacje z uczniami; w przeciwnym razie zaleca się anonimową formę ankiety. Pozyskiwanie opinii, najlepiej w małych grupach po wcześniejszym podaniu pytań, pokazuje uczniom otwartość nauczyciela na rozwój i gotowość do zmian.\n\nNauczyciel powinien koniecznie zapisywać, co ewentualnie wymaga modyfikacji, najlepiej skupiając się na jednej wskazówce do zmiany. Przykładowo, jeśli uczniowie zgłaszają trudności z lekturą, można rozważyć podział czasu na omawianie lub zapewnienie dodatkowego wsparcia. Ważne jest, aby nie wprowadzać zmian z dnia na dzień, ponieważ nawet pozornie udana lekcja może nie zawsze się sprawdzić. W przypadku sprzecznych opinii uczniów, na przykład dotyczących preferencji między wypowiedziami ustnymi a pisemnymi, nauczyciel może wyjaśnić znaczenie ćwiczeń, poprosić o pisemne uzasadnienie lub zaoferować uczniom wybór formy aktywności. Sporządzanie notatek jest niezbędne, gdyż opinie uczniów mogą różnić się w zależności od klas i poziomów nauczania.\n\nAutorefleksja po pewnym czasie przyczynia się do poprawy zdolności nauczycieli do przekazywania wiedzy, wzmacnia interakcję nauczyciel-uczeń oraz doskonali umiejętności zarządzania klasą. Mimo że znalezienie na nią czasu bywa wyzwaniem, omawianie notatek z innym nauczycielem może okazać się niezwykle pomocne, oferując nową perspektywę i cenne spostrzeżenia. Takie dyskusje można organizować na spotkaniach zespołu przedmiotowego lub poświęcić im 10 minut w parach podczas rady pedagogicznej."
    },
    {
        "tytuł": "Nauczyciel przyszłości - kto to taki?",
        "treść": "Zważywszy, że dopływ nowych, młodych nauczycieli do szkół jest dość mizerny, w zasadzie na to pytanie można odpowiedzieć dość prosto: to będzie ten sam/a nauczyciel/ka, co obecnie, tylko trochę jeszcze starszy/a. O ile wytrzyma w zawodzie, bo kolejne tzw. reformy oświaty wyjątkowo często pomijają nauczycieli (ich rolę, miejsce, autorytet, autonomię etc.) jako najważniejsze elementy całego procesu kształcenia.\n\nRównie ładnie ujął to Paweł Lęcki –skoro średnia wieku nauczyciela w Polsce to 47+, nauczyciel przyszłości to ktoś, kto w przyszłości będzie potrafił utrzymać jednocześnie mocz i kredę, tfu… rysik, bo ma to być nauczyciel nowoczesny.\n\nO nauczycielach przyszłości możemy dużo rozmawiać, chociaż faktycznie, przy aktualnej polityce państwa, może się zdarzyć, że nie będzie komu uczyć w szkołach. Podczas konferencji Pokazać Przekazać 2025 jedna z sesji była poświęcona nauczycielom w (niedalekiej?) przyszłości. W dyskusji moderowanej przez dr Zuzannę Michalską, w której uczestniczyli Paweł Lęcki, Magdalena Swat-Pawlicka i prof. Małgorzata Żytko i pojawiło się kilka cennych myśli, do których warto wrócić.\n\nMożemy wskazywać wiele różnych zadań i wrzucać je na barki nauczycieli, licząc, że jakoś to zniosą, ale warto się zastanowić w ogóle – jakie jest miejsce nauczyciela w XXI wieku w procesie kształcenia i czego od niego powinniśmy wymagać. W zasadzie ani MEN, ani IBE nigdy nie podjęły tego wątku, uznając, że nauczyciele w szkołach są, więc na pewno dostosują się nawet do (najgłupszych) pomysłów (których od lat regularnie doświadczamy).\n\nTymczasem warto pomyśleć – jaką rolę nauczyciel powinien pełnić w szkole. Jak mówił Paweł Lęcki - jedną z najważniejszych przestrzeni nauczyciela w szkole totłumaczenie i relacja– tworzenie zaufania.\n\nZ kolei Małgorzata Żytko zwróciła uwagę, że wg filozofa Gerta Biesty nie możemy zapominać o trzech funkcjach edukacji – kwalifikacyjna, socjalizacyjna i osobowa/subiektywizacyjna. Oznacza to, że edukacja powinna nie tylko przygotowywać uczniów do życia zawodowego (kwalifikacja), ale również wprowadzać ich w społeczeństwo i kulturę (socjalizacja) oraz rozwijać ich indywidualność i zdolność do samostanowienia (subiektywizacja). Być może w naszym pojmowaniu zawodu nauczyciela nie mieszczą się one wszystkie razem. A powinny.\n\nCzy mamy mówić o edukacji jako o efektach kształcenia, czy powinna być jednak też komunikacja. Czy interwencja czy komunikacja?– pytała prof. Żytko. Doświadczamy pewnego dylematu, czy zadaniem nauczycieli jest „wlewać” wiedzę, czy towarzyszyć młodym ludziom i wspierać, organizować ich spotkania w społeczności szkolnej. Najwyższy czas nałamanie schematunauczyciela jako depozytariusza jedynie wartościowej wiedzy. Ale czy jesteśmy na taką rolę nauczyciela gotowi?\n\nZ kolei Magda Swat-Pawlicka zauważyła, że być może nie ma sensu mówić o nauczycielu przyszłości.Przyszłość to nieprzewidywalność i niepewność. Jak tam pozycjonować nauczyciela?Ale może lepiej pytać: nauczyciel w przyszłości, czyli dzisiaj, tylko trochę dalej. Albo jeszcze inaczej:nauczyciel ku przyszłości. Czyli skupiajmy się na teraźniejszości, próbując wyposażyć ludzi w kompetencje, dzięki którym za jakiś czas będą mogli osiągać swoje cele i zadania. Żyjemy w pewnej retoryce pogoni. Mówimy, że szkoła musi nadążyć za światem. Nauczyciele też. W takiej pogoni bardzo często gubimy to, co tu i teraz.\n\nNawiązując do Gerta Bisty – myślenie krytyczne jako sztuka zadawania pytań, którego niestety unikamy dyskutując o edukacji. Można trochę odwrócić nasze poszukiwania:Jakiego społeczeństwa potrzebuje szkoła?\n\nSporo mówimy o autorytecie nauczyciela. Ale to funkcja najczęściej hierarchiczna – nauczyciel jest traktowany jako osoba, której należą się specjalne przywileje i ma pewną przewagę nad uczniami. To raczej nie pomaga nauczycielom w ich pracy. Wartoposzukiwać autorytetu konstruowanego w relacji z uczniami i będącego rezultatem tej relacji– mówiła Małgorzata Żytko.\n\nMożna powiedzieć, że nauczyciel przyszłości to osoba, która czuje się dobrze w relacji z uczniami – zauważył Paweł Lęcki. Praca z uczniami przynosi satysfację.Fajnie się z Panem rozmawia– jak to usłyszę, to sprawia, że czuję się dobrze.\n\nSzkoła ma być miejscem, w którym nie może być lęku – wtórowała Magdalena Swat-Pawlicka. Nauczyciele powinni więcej dbać o własną spójność – trudno jest nawiązywać relacje, jeśli samemu nie jestemy spójni.\n\nW szkole żyjemy w permanentnym strachu. I nauczyciele i uczniowie. Paweł Lęcki wspomniał, że pojawiają się wciąż artykuły w mediach –nauczyciele boją się wrócić do pracy we wrześniu. Oczywiście ten lęk może być naturalny. Jeśli jednak część uczniów i nauczycieli boi się iść do szkoły, to jest to pewna paranoja.\n\nPewnie nie jedyna w rzeczywistości szkolnej.\n\nWarto też zauważyć, że od dłuższego czasu w Polsce doświadczamy tzw. reform edukacji, które są narzucone wg politycznego widzi-mi-się lub nie dotykają kluczowych obszarów, w których reforma jest potrzebna. Nie inaczej jest obecnie – dlatego nie może dziwić głos, który się pojawiło Instytucie Badań Edukacyjnych:jak mamy budować przyszłość szkoły nie ufając instytucji, która stoi za tą reformą?.\n\nDyskusja o profilu absolwenta, a w zasadzie jej brak, bo jest to pomysł autorski i narzucony, w rzeczywistości bez możliwości gruntownej zmiany, sprowadza nauczycieli do roli trybików, którzy mają „projektować” ucznia wymarzonego przez kierownictwo IBE. To istotnie wpływa na rolę nauczycieli, ale też na rezultat pracy nauczycieli Bo za prof. Mossem można powtórzyć „Gdy wyglądasz tylko tego, czego się spodziewasz, gdy cenisz tylko wyznaczone cele, wiele tracisz”.\n\nNiestety, ciągle traktujemy nauczyciela jako pewnego usługowca, który ma coś do wykonania z góry założonego.Sprowadzamy edukację/oświatę do dwóch funkcji: usługa i produkt.Czyżby kolejna paranoja?\n\nDebatę można też obejrzeć w sieci:\n\nEdunews.pl był patronem medialnym konferencji Pokazać Przekazać 2025.\n\nNotka o autorze: Marcin Polak jest twórcą i redaktorem naczelnym portalu o nowoczesnej edukacji Edunews.pl (2008-) i organizatorem cyklu konferencji dla nauczycieliINSPIR@CJE(2013-). Zajmuje się zawodowo edukacją od 2002, angażując się w debatę na temat modernizacji i reformy szkolnictwa (zob. np.Dobre zmiany w edukacji,Jak będzie zmieniać się edukacja?). Należy do społeczności Superbelfrzy RP.\n\nSmallerSmallMediumBigBigger\n\nDefaultHelveticaSegoeGeorgiaTimes\n\nTryb czytania",
        "link": "https://edunews.pl/badania-i-debaty/dyskusje/7163-nauczyciel-przyszlosci-kto-to-taki",
        "data": "2025-08-31",
        "gemini_tytul": "Nauczyciel w rzeczywistości i wizji: dylematy współczesnej edukacji",
        "gemini_tresc": "Obecna sytuacja polskiej oświaty wskazuje na trudności z pozyskiwaniem młodych nauczycieli, co w połączeniu z ich średnią wieku 47+ rodzi pytania o tożsamość \"nauczyciela przyszłości\". Paweł Lęcki ironicznie zauważa, że może to być po prostu starszy nauczyciel, starający się nadążyć za nowoczesnością, podczas gdy kolejne reformy oświaty często pomijają ich kluczową rolę, miejsce, autorytet i autonomię.\n\nPodczas konferencji Pokazać Przekazać 2025 dyskutowano nad właściwą rolą nauczyciela w XXI wieku. Paweł Lęcki podkreślał znaczenie tłumaczenia i budowania zaufania w relacji z uczniem. Prof. Małgorzata Żytko, powołując się na filozofa Gerta Biestę, przypomniała o trzech funkcjach edukacji: kwalifikacyjnej, socjalizacyjnej i osobowej/subiektywizacyjnej, sugerując, że obecne pojmowanie zawodu nauczyciela w Polsce może nie obejmować ich wszystkich. Podkreślono potrzebę odejścia od modelu nauczyciela jako jedynie depozytariusza wiedzy.\n\nMagdalena Swat-Pawlicka kwestionuje sens mówienia o \"nauczycielu przyszłości\" w obliczu nieprzewidywalności, proponując raczej skupienie się na \"nauczycielu ku przyszłości\" – czyli wyposażaniu uczniów w kompetencje w teraźniejszości. Wskazała również na potrzebę pielęgnowania myślenia krytycznego, rozumianego jako sztuka zadawania pytań. Autorytet nauczyciela, jak mówiła Małgorzata Żytko, powinien być konstruowany w relacji z uczniami, a Paweł Lęcki dodał, że nauczyciel przyszłości to ktoś, kto czuje się dobrze w tej relacji i czerpie z niej satysfakcję.\n\nNiestety, rzeczywistość szkolna często naznaczona jest lękiem zarówno wśród nauczycieli, jak i uczniów, co Magdalena Swat-Pawlicka określiła mianem paranoi. Politycznie motywowane \"reformy edukacji\", często ignorujące potrzeby i opinie nauczycieli, są narzucane bez zaufania do instytucji je wdrażających. Przykładem jest autorski i narzucony pomysł profilu absolwenta, który sprowadza nauczycieli do roli \"trybików\" realizujących odgórne założenia. Artykuł konkluduje, że traktowanie edukacji wyłącznie jako \"usługi i produktu\" jest kolejną \"paranoją\", która umniejsza rzeczywistą wartość i potencjał zawodu nauczyciela."
    },
    {
        "tytuł": "Hasło na ten rok – mniej!",
        "treść": "Róbmy mniej w tym nadchodzącym roku szkolnym, aby uczniowie mogli lepiej radzić sobie z nauką.\n\nHasło wydaje się być co najmniej dziwne w świecie, który wymaga więcej, więcej, i więcej… proponujemy – mniej. Nasze mniej oznacza pozwolenie uczniom na więcej myślenia, więcej samodzielnego rozwiązywania problemów i więcej rozwoju.\n\nOto lista 3 rzeczy, których należyrobić mniej, aby pomóc uczniom osiągnąć więcej:\n\nNie wydaje się realne? Przyjrzyjmy się bliżej, w jaki sposób robienie mniej przez nauczyciela może pomóc uczniom przejąć inicjatywę i efektywniej się uczyć?\n\nMów mniej\n\nMniej mówienia przez nauczyciela daje więcej czasu na wypowiadanie się uczniów.\n\nTo, że nauczyciel przemawia do uczniów, nie daje gwarancji, że uczniowie się uczą, nawet gdy go uważnie słuchają.\n\nJeśli uczniowie mówią, to angażują się w proces rozumienia, czyli uczą się.\n\nDobrze, jeśli uczniowie wyjaśniają swoje rozumowanie, dostarczają dowodów na poparcie swoich stwierdzeń, aby inni mogli zrozumieć i poddać krytyce ich argumenty.\n\nWażne, aby wszyscy uczniowie w klasie mieli możliwość wypowiadania się i dyskutowania.\n\nDając uczniom możliwość wyjaśnienia swojego toku myślenia, nauczyciel umożliwia im rozwinięcie nie tylko biegłości, ale również umiejętności niezbędnych do aktywnego uczestnictwa w dyskusji.\n\nUczniowie słuchający się nawzajem, uczą się od siebie i szybciej się rozwijają.\n\nRób mniej\n\nLepiej jest zaplanować mniej zadań dla uczniów. Nawet lepiej jest, gdy uczniowie rozwiązywali jedno zadanie na kilka sposobów niż zajmowali się wieloma zadaniami.\n\nNa początku mojej kariery nauczycielskiej wydawało mi się, że czym więcej zadań zrobimy podczas lekcji tym lepiej. Jednak nie o ilość tu chodzi, ale o jakość.\n\nZwolnienie tempa i dogłębne przeanalizowanie problemu pozwala uczniom rozwinąć rozumienie pojęć i głębsze analizowanie problemu.\n\nRóżne podejścia do rozwiązania problemu uczą uczniów zróżnicowanych podejść do pokonywania problemów i wyzwań.\n\nMniej pomagaj\n\nMniejsze wspieranie uczniów pozwoli im rozwinąć samodzielność i umiejętności produktywnego zmagania się z trudnościami. Samodzielność jest bardzo ważna w procesie uczenia się. Jeśli nauczyciel podaje uczniom właściwe rozwiązania, to uczniowie przestają być samodzielni i czekają na rozwiązania nauczyciela.\n\nKiedy uczniowie widzą, że potrafią wykonywać trudne zadania, chętniej angażują się i uczestniczą w zajęciach, co z kolei rozwija ich pozytywne nastawienie do uczenia się. Uczniowie chętniej podejmują wyzwania, gdy czują się pewni swoich sukcesów.\n\nNauka wymaga wysiłku, jeśli nauczyciela zawsze pomaga, to uczniowie przestają samodzielnie myśleć.\n\nZ ograniczeniem pomagania łączy się nastawienie pozytywne do popełniania błędów. Uczniowie powinni traktować błąd jako niezbędny element procesu uczenia się. W rzeczywistości uczniowie od urodzenia uczą się poprzez zmagania i porażki.\n\nNie jest ważne podanie właściwej odpowiedzi, ale wyjaśnienie rozumowania, które do wyniku doprowadziło.\n\nNie jest łatwo powstrzymać się od pomagania. Można zamiast przedstawiania prawidłowego rozwiązania (co nie jest właściwą pomocą) zadać uczniowi pomocnicze pytanie, które naprowadzi go na samodzielne rozwiązanie.\n\nNie oznacza to, że nigdy nie należy pomagać. Trzeba jednak zostawić czas na samodzielne myślenie i podejmowanie prób.\n\nNotka o autorce: Danuta Sterna jest byłą nauczycielką matematyki i dyrektorką szkoły, ekspertką oceniania kształtującego. Współpracowała z Centrum Edukacji Obywatelskiej tworząc programy szkoleń i kursów. Jest autorką książek i publikacji dla nauczycieli, propaguje ocenianie kształtujące w polskich szkołach, prowadzi też swoją stronę:OK nauczanie.\n\nSmallerSmallMediumBigBigger\n\nDefaultHelveticaSegoeGeorgiaTimes\n\nTryb czytania\n\nMów mniej.\n\nRób mniej.\n\nMniej pomagaj.",
        "link": "https://edunews.pl/narzedzia-i-projekty/narzedzia-edukacyjne/7162-haslo-na-ten-rok-mniej",
        "data": "2025-08-30",
        "gemini_tytul": "Edukacja: Trzy sposoby, by robić mniej, a osiągnąć więcej",
        "gemini_tresc": "W nadchodzącym roku szkolnym proponuje się rewolucyjne podejście w edukacji, opierające się na haśle „mniej”. Celem tego hasła, które może wydawać się sprzeczne z powszechnym dążeniem do „więcej”, jest umożliwienie uczniom lepszego radzenia sobie z nauką poprzez danie im przestrzeni na więcej myślenia, samodzielnego rozwiązywania problemów i rozwoju. Przyjrzymy się trzem kluczowym obszarom, w których nauczyciele mogą robić mniej, aby wspomóc uczniów w osiągnięciu więcej.\n\nPierwszym krokiem jest ograniczenie mówienia przez nauczyciela. Zmniejszenie czasu, w którym nauczyciel przemawia, daje uczniom więcej możliwości wypowiadania się, co jest kluczowe dla angażowania się w proces rozumienia i nauki. Aktywne mówienie i wyjaśnianie własnego rozumowania, dostarczanie dowodów na poparcie stwierdzeń, a także dyskutowanie z rówieśnikami, umożliwia rozwijanie biegłości i umiejętności niezbędnych do aktywnego uczestnictwa. Słuchanie się nawzajem pozwala uczniom uczyć się od siebie i szybciej się rozwijać.\n\nDrugim aspektem jest planowanie mniejszej liczby zadań dla uczniów, z naciskiem na jakość, a nie ilość. Zamiast wielu zadań, proponuje się skupienie na rozwiązaniu jednego problemu na kilka sposobów. Takie zwolnienie tempa i dogłębna analiza pozwala uczniom na głębsze zrozumienie pojęć i rozwinięcie różnorodnych podejść do pokonywania wyzwań. Jest to odejście od przekonania, że im więcej zadań, tym lepiej, na rzecz przekonania o wartości jakościowego zgłębiania problemu.\n\nTrzeci element to ograniczenie bezpośredniej pomocy ze strony nauczyciela. Mniejsze wsparcie ma na celu rozwijanie samodzielności uczniów oraz umiejętności produktywnego zmagania się z trudnościami. Gdy nauczyciel podaje gotowe rozwiązania, uczniowie przestają samodzielnie myśleć i czekają na instrukcje. Uczenie się wymaga wysiłku, a błędy powinny być traktowane jako niezbędny element procesu. Zamiast podawać właściwą odpowiedź, nauczyciel może zadawać pytania naprowadzające, pozostawiając uczniom czas na samodzielne myślenie i próby. Pozwala to uczniom na budowanie pewności siebie i pozytywnego nastawienia do uczenia się."
    },
    {
        "tytuł": "Apply to the Roma Youth Project Award 2025 (€5,000 Prize)",
        "treść": "Ostatnia aktualizacja poniedziałek, 01/09/2025\n\nThe Roma Youth Project Award 2025 is an opportunity to recognize and celebrate outstanding projects that empower Roma youth, promote equality, and build more inclusive communities across Europe. Applications are open until 15 September.\n\nThe winning project will receive €5,000, gain Europe-wide recognition, and be connected with new networking and collaboration opportunities through Phiren Amenca’s community.\n\nThis is a great chance to showcase the creativity, resilience, and leadership of Roma youth on a European stage—and to inspire others through your work.\n\nDeadline for applications:September 15 2025\n\nTo apply youjust need to submit theapplication form.\n\nFor more details, please check outcall for applications.\n\nYouth organizations, NGOs, informal groups, or individuals\n\nProjects that are led by, or directly involve, Roma young people\n\nInitiatives with real impact in areas like education, civic engagement, advocacy, arts and culture, fighting discrimination, or community development\n\nProjects carried out between 2023 and 2025 in any European country",
        "link": "https://youth.europa.eu/news/apply-roma-youth-project-award-2025-eu5000-prize_pl",
        "data": "2025-09-01",
        "gemini_tytul": "Nagroda dla Projektów Młodzieży Romskiej 2025: Zgłoś Swój Wyjątkowy Projekt i Zdobądź 5000 €",
        "gemini_tresc": "Nagroda dla Projektów Młodzieży Romskiej 2025 stanowi wyjątkową okazję do wyróżnienia i uhonorowania wybitnych inicjatyw. Jej celem jest wzmacnianie pozycji młodych Romów, promowanie równości oraz budowanie bardziej inkluzywnych społeczności w całej Europie. Aplikacje można składać do 15 września.\n\nZwycięski projekt otrzyma nagrodę finansową w wysokości 5000 euro oraz ogólnoeuropejskie uznanie. Ponadto, laureaci zyskają możliwość nawiązywania kontaktów i współpracy poprzez społeczność Phiren Amenca. Jest to szansa na zaprezentowanie kreatywności, odporności i przywództwa młodych Romów na europejskiej scenie, a także inspirowanie innych ich pracą.\n\nDo udziału w konkursie zaproszone są organizacje młodzieżowe, organizacje pozarządowe, nieformalne grupy lub osoby indywidualne. Aby aplikować, wystarczy złożyć formularz zgłoszeniowy. Więcej szczegółów dostępnych jest w wezwaniu do składania wniosków.\n\nPoszukiwane są projekty, które są prowadzone przez młodych Romów lub bezpośrednio ich angażują. Inicjatywy powinny wykazywać rzeczywisty wpływ w obszarach takich jak edukacja, zaangażowanie obywatelskie, rzecznictwo, sztuka i kultura, zwalczanie dyskryminacji lub rozwój społeczności. Projekty muszą być realizowane między 2023 a 2025 rokiem w dowolnym kraju europejskim."
    },
    {
        "tytuł": "Oświadczenie Instytutu Badań Edukacyjnych – Państwowego Instytutu Badawczego",
        "treść": "We wrześniu 2024 r. wprowadzona została wewnętrzna procedura zgłoszeń naruszeń prawa i podejmowania działań następczych. Jednocześnie powołany został zespół ds. naruszeń prawa, upoważniony do badania zgłaszanych problemów i ich rozwiązywania. W Instytucie działa również komisja antymobbingowa, do której każdy pracownik Instytutu ma możliwość złożenia skargi. Funkcjonuje także Społeczny Inspektor Pracy, którego rolą jest m.in. kontrola przestrzegania przepisów prawa pracy, w tym postanowień układów zbiorowych i regulaminów pracy.\n\nGdy sytuacja tego wymaga, pracownicy mają kilka możliwości zgłoszenia nieprawidłowości: od pozostawienia informacji w sekretariacie pracodawcy, przez przesłanie korespondencji pocztą na adres IBE PIB lub mailowo na  adres mailowy komisji antymobbingowej, po pośrednictwo związku zawodowego działającego w Instytucie. Aktualnie trwają prace nad aktualizacją wymienionych procedur, by były jeszcze bardziej transparentne i zapewniły maksimum bezpieczeństwa osobom zgłaszającym. Dyrekcja Instytutu przyjęła standard bieżącego dialogu z pracownikami, spotkań z przedstawicielami związków zawodowych oraz politykę otwartego dostępu każdego pracownika do kierownictwa.\n\nW okresie od stycznia 2024 r. do sierpnia 2025 r. do wymienionych już instytucji wewnętrznych IBE PIB nie wpłynęły zawiadomienia dotyczące negatywnych działań czy zachowań dyrekcji Instytutu względem pracowników. Jedyne negatywne opinie, dotyczące mobbingu, zostały wyrażone w ankiecie przygotowanej i przeprowadzonej w kwietniu 2025 r. przez związek zawodowy działający w Instytucie. Anonimowo mogli wypowiedzieć się w niej wszyscy pracownicy. W ankiecie wzięło udział 41 proc. zatrudnionych, z czego - jak informował związek zawodowy - w kilku przypadkach użyto określeń wskazujących na atmosferę mobbingu, czy działania o takim charakterze. Ponadto w wynikach ankiety wskazano, że 16 proc. wszystkich pracowników rozważa możliwość odejścia z pracy (65 osób z ponad 400 pracowników). To się nie potwierdziło. Od kwietnia 2025 r. utrzymuje się standardowy dla specyfiki IBE PIB rytm odejść z pracy, na poziomie 2-3 osób miesięcznie. Dodatkowo, w związku z rozwojem jednostki, zatrudnienie wzrosło o 10%.\n\nPomimo braku konkretnych zgłoszeń, ankieta związków zawodowych stanowiła ważny sygnał dla kierownictwa Instytutu Badań Edukacyjnych. Jej wyniki zostały przedyskutowane przez dyrekcję z kierownikami oraz osobno z zespołami, z prośbą o wskazanie problemów do rozwiązania. Następnie, kwestie te zostały omówione z wszystkimi pracownikami podczas otwartych spotkań. Zarówno dyrektorzy, jak i kadra kierownicza, odbyli obowiązkowe szkolenia antymobbingowe przeprowadzone przez zewnętrzną firmę.\n\nW październiku 2025 r. odbędzie się z kolei niezależne i anonimowe badanie poziomu satysfakcji oraz zaangażowania pracowników Instytutu, które przeprowadzi specjalistyczna firma. Jego celem jest diagnoza obecnej sytuacji w IBE PIB oraz identyfikacja obszarów wymagających rozwoju lub zmiany.\n\nNależy podkreślić, że od początku 2024 r. Instytut Badań Edukacyjnych przechodził bardzo intensywną restrukturyzację ze względu na trudną sytuację finansową spowodowaną błędami zarządczymi poprzedniego kierownictwa. Ponadto, odkrywane nieprawidłowości (obecnie prowadzone jest postępowanie prokuratorskie), chaos organizacyjny i brak kluczowych procedur wymagały szybkich działań naprawczych. Wiązało się to m.in. ze zmianami struktury organizacyjnej Instytutu. Zmiany te miały związek również z uzyskaniem przez IBE statusu Państwowego Instytutu Badawczego (od 01.01.2025 r.). Te sytuacje mogły budzić dyskomfort części pracowników. Były jednak niezbędne, by uporządkować i dopasować strukturę organizacji do zadań nowoczesnej jednostki badawczej. Ich celem jest nie tylko przywrócenie naukowego prestiżu, wiarygodności i sprawności działania, ale - i jest to równie ważny cel - by Instytut Badań Edukacyjnych był atrakcyjnym i przyjaznym miejscem pracy dla wszystkich pracowników.",
        "link": "https://ibe.edu.pl/pl/aktualnosci/3276-oswiadczenie-instytutu-badan-edukacyjnych-panstwowego-instytutu-badawczego",
        "data": "2025-09-02",
        "gemini_tytul": "Instytut Badań Edukacyjnych: Procedury wewnętrzne, dialog i odpowiedź na wyzwania",
        "gemini_tresc": "Instytut Badań Edukacyjnych – Państwowy Instytut Badawczy aktywnie działa na rzecz zapewnienia przejrzystych procedur i wsparcia dla swoich pracowników. We wrześniu 2024 roku wprowadzono wewnętrzną procedurę zgłoszeń naruszeń prawa wraz z działaniami następczymi, a także powołano zespół ds. naruszeń prawa. Dodatkowo, w Instytucie funkcjonuje komisja antymobbingowa oraz Społeczny Inspektor Pracy, kontrolujący przestrzeganie przepisów prawa pracy. Pracownicy mają wiele możliwości zgłoszenia nieprawidłowości, w tym poprzez sekretariat, pocztę, mailowo do komisji antymobbingowej lub za pośrednictwem związku zawodowego. Trwają prace nad aktualizacją tych procedur, aby zwiększyć ich transparentność i bezpieczeństwo zgłaszających, a dyrekcja promuje bieżący dialog oraz otwarty dostęp pracowników do kierownictwa.\n\nW okresie od stycznia 2024 roku do sierpnia 2025 roku wewnętrzne instytucje IBE PIB nie odnotowały zawiadomień dotyczących negatywnych działań czy zachowań dyrekcji względem pracowników. Jedyne negatywne opinie dotyczące mobbingu pojawiły się w ankiecie przeprowadzonej w kwietniu 2025 roku przez związek zawodowy działający w Instytucie. W badaniu wzięło udział 41% zatrudnionych, a - według związku zawodowego - w kilku przypadkach użyto określeń wskazujących na atmosferę mobbingu. Ankieta wykazała również, że 16% pracowników rozważało odejście z pracy, jednak informacja ta nie potwierdziła się, gdyż od kwietnia 2025 roku utrzymuje się standardowy rytm odejść na poziomie 2-3 osób miesięcznie. Ponadto, zatrudnienie w Instytucie wzrosło o 10% w związku z jego rozwojem.\n\nMimo braku konkretnych zgłoszeń, wyniki ankiety związkowej zostały potraktowane jako ważny sygnał dla kierownictwa Instytutu. Dyrekcja omówiła je z kierownikami oraz z zespołami, prosząc o wskazanie problemów wymagających rozwiązania. Następnie kwestie te były przedmiotem otwartych spotkań ze wszystkimi pracownikami. Zarówno dyrektorzy, jak i kadra kierownicza, odbyli obowiązkowe szkolenia antymobbingowe, przeprowadzone przez zewnętrzną firmę, co było bezpośrednią odpowiedzią na zasygnalizowane obawy.\n\nW październiku 2025 roku zaplanowano niezależne i anonimowe badanie poziomu satysfakcji oraz zaangażowania pracowników, które ma przeprowadzić specjalistyczna firma. Jego celem jest diagnoza obecnej sytuacji oraz identyfikacja obszarów wymagających rozwoju lub zmiany. Instytut Badań Edukacyjnych od początku 2024 roku przechodził intensywną restrukturyzację, wynikającą z trudnej sytuacji finansowej spowodowanej błędami poprzedniego kierownictwa. Odkryte nieprawidłowości, chaos organizacyjny i brak kluczowych procedur wymagały szybkich działań naprawczych, w tym zmian struktury. Zmiany te były również związane z uzyskaniem przez IBE statusu Państwowego Instytutu Badawczego od 1 stycznia 2025 roku. Choć sytuacje te mogły budzić dyskomfort u części pracowników, były one niezbędne do uporządkowania organizacji, przywrócenia naukowego prestiżu, wiarygodności i sprawności działania, a także do uczynienia IBE atrakcyjnym i przyjaznym miejscem pracy."
    },
    {
        "tytuł": "#OdPodstaw. Nowy cykl webinarów IBE PIB o podstawach programowych",
        "treść": "Prace nad podstawami programowymi dla przedszkola oraz szkoły podstawowejtrwają od marca 2025 roku. Projekty przygotowane przez zespoły ekspertów, wyłonionych w otwartym naborze, przeszły już etap recenzji. Po naniesieniu ostatnich zmian, zostaną we wrześniu przekazane doMinisterstwa Edukacji Narodowej.\n\nPodczas cyklu spotkań „#OdPodstaw – porozmawiajmy o podstawach programowych” opowiemy o przebiegu prac wIBE PIBzwiązanych z reformą edukacji, a także przedstawimy kierunki zmian w podstawach programowych.\n\nO propozycjach nowych podstaw programowych opowiedzą ich autorzy, a także przedstawiciele IBE PIB. Porozmawiamy o tym, co zmieni się w podstawie programowej, jakie przewidziano efekty uczenia się i doświadczenia edukacyjne. Będzie to dla nas również okazja do zapoznania się z pierwszymi opiniami o proponowanych zmianach.\n\nHarmonogram najbliższych webinarów o podstawach programowych:\n\nTerminy kolejnych spotkań będziemy publikować na bieżąco na stronie IBE PIB. Nagrania z webinarów publikujemy tego samego dnia, po przerwie technicznej. Potrzebujemy czasu na przetworzenie pliku w wysokiej rozdzielczości. Materiały dostępne będą w całości pod tym samym linkiem.\n\nObejrzyj nagrania ze zrealizowanych spotkań:\n\nSpotkania w formule onlinebędą transmitowane na kanale YouTube IBE PIB. Nagrania dostępne będą na naszej stronie internetowej. Na webinary nie obowiązuje rejestracja ani limit miejsc. Linki do poszczególnych spotkańzamieszczać będziemy w kalendarzu wydarzeń na stronie IBE PIBorazw zakładce „Podstawy programowe”.\n\nW trakcie spotkań będzie możliwość przesyłania pytań. Prelegenci odpowiedzą na nie pod koniec każdego ze spotkań. Przewidujemy, że pojedyncze spotkanie trwać będzie ok. 1,5 godziny.\n\nNa stronie IBE PIB po każdym ze spotkań publikować będziemy materiały przygotowane przez zespoły przedmiotowe, które zawierać będą informacje o:\n\nOsoby, które będą chciały podzielić się swoją opinią na temat proponowanych zmian w podstawach programowych, będą mogły wypełnić formularz informacji zwrotnej. Zebrane za pomocą kwestionariusza uwagi zostaną przekazane w formie raportu do Ministerstwa Edukacji Narodowej wraz z gotowymi projektami podstaw programowych IBE PIB.\n\n2.09 - chemia, godz. 16.00 (kliknij i przejdź do transmisji)\n\n3.09 - historia, godz. 16.00 (kliknij i przejdź do transmisji)\n\n5.09 - geografia, godz. 16.00 (kliknij i przejdź do transmisji)\n\n10.09 - język mniejszości narodowej lub etnicznej, godz.16.00 - (kliknij i przejdź do transmisji)\n\njęzyk polski (29.07) –kliknij i przejdź do nagrania\n\njęzyki obce nowożytne (30.07) –kliknij i przejdź do nagrania\n\nedukacja wczesnoszkolna (31.07) –kliknij i przejdź do nagrania\n\nmatematyka – (4.08)kliknij i przejdź do nagrania\n\nwychowanie przedszkolne (6.08)kliknij i przejdź do nagrania\n\nzajęcia praktyczno-techniczne (8.08) -kliknij i przejdź do nagrania\n\nmuzyka (12.08) -kliknij i przejdź do nagrania\n\netyka (18.08) -kliknij i przejdź do nagrania\n\nedukacja obywatelska (19.08) -kliknij i przejdź do nagrania\n\njęzyk kaszubski (20.08) -kliknij i przejdź do nagrania\n\nedukacja dla bezpieczeństwa (21.08) -kliknij i przejdź do nagrania\n\npodstawa programowa dla uczniów z niepełnosprawnością intelektualną w stopniu umiarkowanym lub znacznym (22.08) -kliknij i przejdź do nagrania\n\nbiologia (25.08)  -kliknij i przejdź do nagrania\n\nplastyka (26.08) -kliknij i przejdź do nagrania\n\ninformatyka (27.08) -kliknij i przejdź do nagrania\n\nprzyroda (29.08) -kliknij i przejdź do nagrania\n\nprzyczynach zmian,\n\nzałożeniach dydaktycznych,\n\ngłównych zmianach w nowych podstawach programowych,\n\nwybranych efektach uczenia się i przykładach doświadczeń edukacyjnych z danej podstawy programowej.\n\nFormularz dla nauczycieli i nauczycielek szkoły podstawowej i wychowania przedszkolnego\n\nFormularz dla pozostałych zainteresowanych osób",
        "link": "https://ibe.edu.pl/pl/aktualnosci/3236-odpodstaw-nowy-cykl-webinarow-ibe-pib-o-podstawach-programowych",
        "data": "2025-09-02",
        "gemini_tytul": "IBE PIB Przedstawia Nowe Podstawy Programowe: Cykl Webinarów #OdPodstaw",
        "gemini_tresc": "Prace nad podstawami programowymi dla przedszkola oraz szkoły podstawowej rozpoczęły się w marcu 2025 roku. Projekty, przygotowane przez zespoły ekspertów wyłonionych w otwartym naborze, przeszły już etap recenzji. Po naniesieniu ostatnich zmian, zostaną one we wrześniu przekazane do Ministerstwa Edukacji Narodowej.\n\nInstytut Badań Edukacyjnych (IBE PIB) organizuje cykl spotkań online pod nazwą „#OdPodstaw – porozmawiajmy o podstawach programowych”, aby przedstawić przebieg prac związanych z reformą edukacji oraz kierunki zmian w podstawach programowych. O propozycjach opowiedzą ich autorzy oraz przedstawiciele IBE PIB, omawiając przewidziane efekty uczenia się i doświadczenia edukacyjne. Jest to również okazja do zapoznania się z pierwszymi opiniami na temat proponowanych zmian.\n\nSpotkania w formule online są transmitowane na kanale YouTube IBE PIB, a nagrania z webinarów publikowane tego samego dnia na stronie internetowej Instytutu, po krótkiej przerwie technicznej. Nie obowiązuje rejestracja ani limit miejsc, a linki do poszczególnych spotkań zamieszczane są w kalendarzu wydarzeń oraz w zakładce „Podstawy programowe” na stronie IBE PIB. W trakcie około 1,5-godzinnych spotkań istnieje możliwość zadawania pytań, na które prelegenci odpowiadają pod koniec każdego webinaru. Po każdym spotkaniu na stronie IBE PIB publikowane są materiały przygotowane przez zespoły przedmiotowe, zawierające informacje o przyczynach zmian, założeniach dydaktycznych, głównych zmianach oraz wybranych efektach uczenia się.\n\nZainteresowani mogą również podzielić się swoją opinią na temat proponowanych zmian w podstawach programowych, wypełniając formularz informacji zwrotnej. Zebrane uwagi zostaną przekazane w formie raportu do Ministerstwa Edukacji Narodowej wraz z gotowymi projektami IBE PIB. Wśród najbliższych webinarów znajdują się spotkania poświęcone chemii (2.09), historii (3.09), geografii (5.09) oraz językowi mniejszości narodowej lub etnicznej (10.09), wszystkie o godzinie 16:00. Na stronie dostępne są także nagrania ze zrealizowanych już spotkań dotyczących m.in. języka polskiego, języków obcych nowożytnych, matematyki, biologii czy informatyki."
    },
    {
        "tytuł": "Konkurs IBE PIB na najlepszą pracę dyplomową lub doktorską",
        "treść": "Zachęcamy do przesyłania prac o charakterze empirycznym lub empiryczno-aplikacyjnym, przede wszystkim z zakresu systemu kształcenia, wychowania i uczenia się przez całe życie.\n\nKonkurs jest otwarty dla autorówprac licencjackich, magisterskich i doktorskich, obronionych w okresieod 1 stycznia 2024 do 30 września 2025 roku. Prace mogą być napisane w języku polskim lub angielskim. Priorytetem są badania i ich praktyczne zastosowanie, dlatego prace wyłącznie teoretyczne nie kwalifikują się do konkursu.\n\nW każdej kategorii czekają atrakcyjne nagrody finansowe:\n\nKapituła Konkursowa może również przyznać wyróżnienia.\n\nPracę można zgłosić samodzielnie lub za pośrednictwem promotora/recenzenta (wymagana jest pisemna zgoda autora). Każdy uczestnik może zgłosić tylko jedną pracę.\n\nZgłoszenia przyjmujemy elektroniczniedo 30 września 2025 rokuna adres:Ten adres pocztowy jest chroniony przed spamowaniem. Aby go zobaczyć, konieczne jest włączenie w przeglądarce obsługi JavaScript..\n\nPraca zostanie oceniona przezKapitułę Konkursową, w skład której wchodzą przedstawiciele IBE PIB, Rady Naukowej IBE PIB oraz eksperci zewnętrzni. Kryteria oceny obejmują: uzasadnienie problematyki i oryginalność, trafność teoretyczną, jakość metodologiczną, przejrzystość wyników oraz potencjał aplikacyjny.\n\nWyniki konkursu zostaną opublikowane na stronie IBE PIB i w mediach społecznościowych. IBE PIB może również opublikować nagrodzone prace lub ich fragmenty (za pisemną zgodą autora) w kwartalniku „Edukacja\".\n\nZapraszamy do odwiedzeniastrony konkursu.\n\nPrace licencjackie i magisterskie:I miejsce:10 000 złII miejsce:8 000 złIII miejsce:5 000 zł\n\nI miejsce:10 000 zł\n\nII miejsce:8 000 zł\n\nIII miejsce:5 000 zł\n\nRozprawy doktorskie:I miejsce:15 000 złII miejsce:10 000 złIII miejsce:8 000 zł\n\nI miejsce:15 000 zł\n\nII miejsce:10 000 zł\n\nIII miejsce:8 000 zł\n\nTermin nadsyłania zgłoszeń: do 30 września 2025 r.\n\nOgłoszenie wyników: najpóźniej do 31 października 2025 r.\n\nUroczyste wręczenie nagród: listopad 2025 r. (w siedzibie IBE PIB).",
        "link": "https://ibe.edu.pl/pl/aktualnosci/3193-konkurs-ibe-pib-na-prace-dyplomowa-lub-doktorska",
        "data": "2025-09-02",
        "gemini_tytul": "IBE PIB zaprasza do konkursu na prace dyplomowe i doktorskie z wysokimi nagrodami",
        "gemini_tresc": "Instytut Badań Edukacyjnych Państwowy Instytut Badawczy (IBE PIB) zachęca do udziału w konkursie na najlepszą pracę dyplomową lub doktorską. Konkurs skierowany jest do autorów prac o charakterze empirycznym lub empiryczno-aplikacyjnym, koncentrujących się przede wszystkim na systemie kształcenia, wychowania oraz uczenia się przez całe życie. Wyłącznie prace teoretyczne nie kwalifikują się do udziału.\n\nDo konkursu mogą być zgłaszane prace licencjackie, magisterskie i doktorskie, które zostały obronione w okresie od 1 stycznia 2024 roku do 30 września 2025 roku. Prace mogą być napisane zarówno w języku polskim, jak i angielskim. Zgłoszenia przyjmowane są elektronicznie do 30 września 2025 roku. Każdy uczestnik ma możliwość zgłoszenia tylko jednej pracy, osobiście lub za pośrednictwem promotora/recenzenta, z wymaganą pisemną zgodą autora.\n\nW każdej kategorii przewidziano atrakcyjne nagrody finansowe. Dla prac licencjackich i magisterskich przewidziano 10 000 zł za I miejsce, 8 000 zł za II miejsce oraz 5 000 zł za III miejsce. W przypadku rozpraw doktorskich nagrody wynoszą odpowiednio: 15 000 zł za I miejsce, 10 000 zł za II miejsce i 8 000 zł za III miejsce. Kapituła Konkursowa może również przyznać wyróżnienia. Laureaci mogą liczyć na publikację nagrodzonych prac lub ich fragmentów w kwartalniku „Edukacja”, po uzyskaniu pisemnej zgody autora.\n\nOceny nadesłanych prac dokona Kapituła Konkursowa, w skład której wchodzą przedstawiciele IBE PIB, Rady Naukowej IBE PIB oraz eksperci zewnętrzni. Kryteria oceny obejmują uzasadnienie problematyki i oryginalność, trafność teoretyczną, jakość metodologiczną, przejrzystość wyników oraz potencjał aplikacyjny. Wyniki konkursu zostaną ogłoszone najpóźniej do 31 października 2025 roku na stronie IBE PIB i w mediach społecznościowych, a uroczyste wręczenie nagród odbędzie się w listopadzie 2025 roku w siedzibie Instytutu."
    },
    {
        "tytuł": "\"Branża – wczoraj, dziś i jutro\". IBE PIB zaprasza na dwie konferencje",
        "treść": "Zespół ds. Systemu Kwalifikacji wInstytucie Badań Edukacyjnych - Państwowym Instytucie Badawczymprzygotował dwa wydarzenia, które łączą edukację, rynek pracy i rozwój kompetencji. To wyjątkowa okazja, by zdobyć wiedzę, wymienić doświadczenia i spojrzeć w przyszłość z różnych punktów widzenia – przedsiębiorców, edukatorów i młodych ludzi.\n\nKonferencja \"Edukacja – kompetencje – rynek pracy. Przyszłość zaczyna się dziś\"Konferencja \"Edukacja – kompetencje – rynek pracy. Przyszłość zaczyna się dziś\"stawia w centrum młodzież – to jej potrzeby, wyzwania i pomysły będą przedmiotem rozmów. Uczniowie szkół średnich i branżowych zyskają możliwość realnego wpływu na dyskusję o rynku pracy, a nauczyciele i pracodawcy – szansę usłyszeć ich głos.\n\nUczestnicy dowiedzą się m.in.:\n\nNa zakończenie uczniowie wspólnie z nauczycielami i pracodawcami zastanowią się wspólnie podczas panelu dyskusyjnego nad szansami i trudnościami, jakie czekają na młodych ludzi wchodzących na rynek pracy i nad tym, jak będzie wyglądać rynek pracy przyszłości.\n\nWydarzenie zakończy się warsztatami dla uczniów „Najnowsze technologie w służbie edukacji”.Zapraszamy do zapoznania się z programem, prelegentami oraz rejestracją na konferencję.\n\n„Trendy, innowacje i wyzwania w branży lotniczej – eksploatacja portów i terminali lotniczych w regionie śląskim” to dwudniowa konferencja, dzięki której uczestnicy zyskają nie tylko wsparcie teoretyczne, ale i praktyczne.\n\nPierwszego dnia uczestnicy dowiedzą się:\n\nDrugiego dnia spotkanie przeniesie się do Branżowego Centrum Umiejętności SkyPort w Katowicach. Uczestnicy będą mogli zobaczyć, jak nowoczesne BCU wspiera kształcenie kadr i rozwój kompetencji. Czekają na nich praktyczne warsztaty z obszaru eksploatacji terminali, mechaniki, robotyki i nowych technologii w lotnictwie. Dzień zakończy się zwiedzaniem SkyPort.Więcej informacji znaleźć można na stronie Zintegrowanego Systemu Kwalifikacji.\n\nWrzesień to czas inspiracji, wymiany doświadczeń i zdobywania wiedzy, która może realnie wpłynąć na rozwój kariery i kompetencji. Oba wydarzenia dają możliwość spotkania praktyków i ekspertów, ale także sprawdzenia, jak kształtuje się przyszłość rynku pracy – od perspektywy uczniów po specjalistyczne branże.\n\nKonferencje realizowane przez Instytut Badań Edukacyjnych – Państwowy Instytut Badawczy w ramach projektu „Wspieranie dalszego rozwoju Zintegrowanego Systemu Kwalifikacji w Polsce (ZSK6)” (FERS.01.08-IP.05-0001/23) z dofinansowaniem z Funduszy Europejskich dla Rozwoju Społecznego.\n\n#FunduszeUE\n\njak rozwijać kompetencje, które decydują o sukcesie w gospodarce jutra;\n\nczym jest uczenie się przez całe życie i dlaczego to klucz do elastycznej kariery;\n\njak w praktyce wdrażana jest Zintegrowana Strategia Umiejętności 2030;\n\nktóre zawody i umiejętności będą najbardziej poszukiwane;\n\njakie możliwości otwiera Zintegrowany System Kwalifikacji.\n\njakie kwalifikacje i kompetencje już jutro będą potrzebne w dynamicznie rozwijającej się branży;\n\nco mówią wyniki badań zapotrzebowanie rynku na zawody przyszłości;\n\njakie są najlepsze sposoby kształcenia kadr lotniczych;\n\nw czym tkwią największe wyzwania stojące przed małymi i dużymi lotniskami;\n\njakie są przykłady sukcesów edukacyjnych i możliwości współpracy merytorycznej szkół z biznesem.",
        "link": "https://ibe.edu.pl/pl/aktualnosci/3293-branza-wczoraj-dzis-i-jutro-ibe-pib-zaprasza-na-dwie-konferencje",
        "data": "2025-09-02",
        "gemini_tytul": "IBE PIB: Dwie konferencje o przyszłości edukacji, rynku pracy i branży lotniczej",
        "gemini_tresc": "Zespół ds. Systemu Kwalifikacji w Instytucie Badań Edukacyjnych – Państwowym Instytucie Badawczym (IBE PIB) przygotował na wrzesień dwa wydarzenia. Łączą one edukację, rynek pracy i rozwój kompetencji, stanowiąc okazję do zdobycia wiedzy, wymiany doświadczeń oraz spojrzenia w przyszłość z perspektywy przedsiębiorców, edukatorów i młodych ludzi.\n\nPierwsza z konferencji, zatytułowana „Edukacja – kompetencje – rynek pracy. Przyszłość zaczyna się dziś”, skupia się na młodzieży, jej potrzebach i wyzwaniach. Uczniowie szkół średnich i branżowych, nauczyciele oraz pracodawcy będą dyskutować o rozwoju kompetencji kluczowych dla gospodarki przyszłości, uczeniu się przez całe życie, wdrażaniu Zintegrowanej Strategii Umiejętności 2030 oraz poszukiwanych zawodach i możliwościach Zintegrowanego Systemu Kwalifikacji. Wydarzenie zakończy się panelem dyskusyjnym i warsztatami dla uczniów „Najnowsze technologie w służbie edukacji”.\n\nDruga konferencja, „Trendy, innowacje i wyzwania w branży lotniczej – eksploatacja portów i terminali lotniczych w regionie śląskim”, to dwudniowe spotkanie. Uczestnicy pierwszego dnia dowiedzą się o potrzebnych kwalifikacjach i kompetencjach w branży lotniczej, wynikach badań zapotrzebowania rynku, sposobach kształcenia kadr lotniczych oraz wyzwaniach stojących przed lotniskami. Drugiego dnia spotkanie odbędzie się w Branżowym Centrum Umiejętności SkyPort w Katowicach, oferując praktyczne warsztaty z eksploatacji terminali, mechaniki, robotyki i nowych technologii w lotnictwie oraz zwiedzanie obiektu.\n\nWrzesień, dzięki obu wydarzeniom IBE PIB, zapowiada się jako czas inspiracji, wymiany doświadczeń i zdobywania wiedzy, która może realnie wpłynąć na rozwój kariery i kompetencji. Konferencje dają możliwość spotkania praktyków i ekspertów, a także wglądu w to, jak kształtuje się przyszłość rynku pracy – od perspektywy uczniów po specjalistyczne branże. Obie inicjatywy realizowane są w ramach projektu „Wspieranie dalszego rozwoju Zintegrowanego Systemu Kwalifikacji w Polsce (ZSK6)” z dofinansowaniem z Funduszy Europejskich dla Rozwoju Społecznego."
    }
]